[{"id":1,"destname":"Kedarnath","location":"Uttharakhand,India","desttype":"PILGRIMAGE","price":"Rs 20000/-","description":"Kedarnath, a revered pilgrimage site in the Himalayas, beckons both spiritual seekers and nature enthusiasts. Home to the ancient Kedarnath Temple, its a place of divine significance. Surrounded by majestic peaks and lush greenery, Kedarnath offers a spiritual retreat"},{"id":2,"destname":"Badrinath","location":"Uttharakhand,India","desttype":"PILGRIMAGE","price":"Rs 20000/-","description":"Badrinath, nestled in the Himalayas, boasts the sacred Badrinath Temple, a spiritual haven for pilgrims. With its stunning mountain vistas and pristine surroundings, it's an ideal destination for both religious and nature-loving travelers"},{"id":3,"destname":"Almora","location":"Uttharakhand,India","desttype":"TOURIST SPOT","price":"Rs 15000/-","description":"Almora, a hidden gem in Uttarakhand, is a nature lovers dream. Encircled by lush forests, it offers serene Himalayan panoramas and reflective lakes. This charming town beckons travelers to immerse themselves in the tranquil beauty of nature"},{"id":4,"destname":"kerala","location":"Kerala,India","desttype":"CALMNESS","price":"Rs 15000/-","description":"Kerala, known as 'God's Own Country' enchants with its lush landscapes. From tranquil backwaters to dense forests and pristine beaches, it's a haven for nature enthusiasts. Kerala's unparalleled beauty invites travelers to explore its rich biodiversity and experience the serenity of the Western Ghats"},{"id":5,"destname":"Kumaon","location":"Uttharakhand,India","desttype":"TOURIST SPOT","price":"Rs 20000/-","description":"Explore the enchanting Kumaon region, an offbeat gem in the Indian Himalayas. Rich in natural beauty, it offers serene landscapes, lush forests, and charming hill stations like Nainital and Almora, making it perfect for a tranquil getaway"},{"id":6,"destname":"Nainital","location":"Uttharakhand,India","desttype":"HILL STATION","price":"Rs 20000/-","description":"Nainital, the 'City of Lakes,' cradled in the Kumaon Hills, offers a picturesque escape. Its shimmering lakes, lush hills, and vibrant markets create a charming ambiance. Enjoy boating on Naini Lake, visit historic sites, and revel in the serene mountain atmosphere"},{"id":7,"destname":"Rishikesh","location":"Uttharakhand,India","desttype":"TOURIST SPOT","price":"Rs 25000/-","description":"Rishikesh, a tranquil town in the Himalayan foothills, is a spiritual sanctuary. It's renowned for yoga and meditation retreats, set against the stunning Ganges River. Thrill-seekers flock for white-water rafting, while temples, ashrams, and vibrant local culture add to the enchantment of this riverside haven"},{"id":8,"destname":"Uttarakhand","location":"India","desttype":"LAND OF GODS","price":"Rs 30000/-","description":"Uttarakhand, the 'Land of the Gods,' is a northern Indian state blessed with diverse natural beauty. It offers snow-clad Himalayan peaks, lush forests, sacred pilgrimage sites, and adventure opportunities. Explore Rishikesh, Nainital, Haridwar, and pristine hill stations for a unique and spiritual journey"},{"id":9,"destname":"Himalaya","location":"Uttharakhand,India","desttype":"HEAVEN","price":"Rs 20000/-","description":"The Himalayas, Earth's majestic crown, stand as the world's highest mountain range. Spanning five countries, they offer awe-inspiring peaks, serene valleys, and diverse ecosystems. This iconic destination beckons trekkers, nature enthusiasts, and spiritual seekers, promising a lifetime of exploration and wonder"}]